[Version]
7.7

[Main]	
Item0000=مرحبًا في HP Recovery Manager. استخدم هذه الأداة لنسخ الكمبيوتر لديك احتياطيًا وتشغيله في حالة توقفه عن العمل كالمعتاد.
Item0001=أحتاج مساعدة عاجلة
Item0002=أريد إجراء مهام صيانة
Item0003=أريد الاتصال بـ"دعم HP"
Item0004=أريد أخذ احتياطات الأمان
Item0005=استعادة النظام لـ Windows‏
Item0006=استعادة نظامك لتاريخ أقدم
Item0007=بيئة الإصلاح في Windows
Item0008=أعد تمهيد النظام وادخل إلى بيئة الإصلاح في Windows لتحديث الصورة أو استعادة النظام إلى الحالة التي كان عليها عندما طرحته الشركة المصنعة في الأسواق
Item0009=نسخ احتياطي للملفات
Item0010=نسخ البيانات الشخصية لديك احتياطيًا
Item0011=استرداد الصورة المصغرة
Item0012=استعادة نظام التشغيل، وبرامج التشغيل، والبرامج المُحددة فقط (صورة واضحة)
Item0013=تشغيل فحص الكمبيوتر
Item0014=استخدم الأداة "تشخيص الأجهزة" لتشخيص ذاكرة الكمبيوتر الخاص بك، والقرص الثابت، الخ...
Item0015=إنشاء وسائط الاسترداد
Item0016=إنشاء مجموعة من وسائط الاسترداد لنظامك
Item0017=إزالة قسم الاسترداد
Item0018=حذف صورة النسخ الاحتياطي للبرنامج المُثبّت من قِبل الشركة المصنعة لتحرير مساحة على محرك الأقراص الثابت
Item0019=إعادة الضبط للمصنع
Item0020=يقوم بإعادة تعيين الكمبيوتر بواسطة مسح محرك الأقراص الثابت بأكمله واستعادته إلى حالة الشركة المُصنعة الأصلية.
Item0021=إجراء صيانة الكمبيوتر
Item0022=استكشاف الأخطاء وإصلاحها وتنزيل التحديثات ومعرفة المزيد حول الكمبيوتر الخاص بك
Item0023=الحصول على المساعدة من HP
Item0024=إظهار معلومات جهات الاتصال لـ"دعم عملاء HP"
Item0025=إظهار معلومات جهات الاتصال
Item0026=إظهار معلومات جهات الاتصال لـ"دعم عملاء HP"
Item0027=إعادة تثبيت الأجهزة والتطبيقات
Item0028=إعادة تثبيت الأجهزة و/أو التطبيقات
Item0029=معطل: تمت إزالة قسم الاسترداد.
Item0030=معطل: الرجاء استخدام وسائط الاسترداد لاسترداد النظام.
Item0031=مُعّطل: تم إيقاف تشغيل خياراستعادة نظام Windows.
Item0032=معطل: HP Support Assistant‏ غير مثبت.
Item0033=النسخ الاحتياطي والاستعادة لـ Windows‏
Item0034=أنشئ نسخة احتياطية أو استعد الملفات من نسخة احتياطية موجودة حاليًا
Item0035=حقوق الوصول غير كافية
Item0036=يلزم توفير امتيازات المسؤول لتشغيل HP Recovery Manager. برجاء زيادة إعداد التحكم في حساب المستخدم (UAC). 	
Item0037=الإصدار: 00
Item0038=مُعّطل: غير مدعم بالقرص الحيوي
Item0039=مُعّطل: استخدم إدارة الأقراص لنظام Windows
Item0040=محفوظات الملفات لـ Windows‏
Item0041=يجب الدخول إلى قسم الاسترداد لاستخدام بعض المميزات. يُرجى تركيب الكمبيوتر اللوحي على القاعدة وإعادة تشغيل HP Recovery Manager لتفعيل هذه الخيارات.
Item0042=لاستخدام هذا الخيار، ركّب الكمبيوتر اللوحي على القاعدة وأعد تشغيل HP Recovery Manager.
Item0043=تتطلب خيارات الاسترداد ونسخ الملفات الاحتياطي الدخول إلى قسم الاسترداد في القاعدة. يُرجى تركيب الكمبيوتر اللوحي على القاعدة وإعادة تشغيل الجهاز، والضغط على F11 لإعادة تشغيل HP Recovery Manager. اضغط على المتابعة لإجراء فحص للجهاز.
Item0044=تنشيط نظام Windows
Item0045=الاحتياطات
Item0046=الدعم
Item0047=الصيانة
Item0048=إنشاء وسائط الاسترداد
Item0049=إنشاء وسائط استرداد للنظام
Item0050=إجراء صيانة الكمبيوتر	
Item0051=الاتصال بدعم HP
Item0052=إزالة قسم الاسترداد
Item0053=إنشاء نقاط الاستعادة أو استخدام نقاط الاستعادة التي أنشأتها من قبل لاستعادة النظام إلى تاريخ سابق
Item0054=محفوظات ملف Windows
Item0055=بيئة استرداد HP
Item0056=أعد تشغيل الكمبيوتر وادخل إلى HP Recovery Environment‏ لاستعادة النظام إلى حالة المصنع الأصلية.
Item0057=لا تقم بإخراج الكمبيوتر اللوحي من محطة الإرساء خلال عملية الاسترداد. هذا قد يجعل الكمبيوتر اللوحي غير قابل للتمهيد.
Item0058=أعد التشغيل وأدخل 00 لاستعادة النظام
Item0059=إعادة تعيين نظام التشغيل Windows
Item0060=إن HP Recovery Manager معتمد في الوضع الأفقي فقط.
Item0061=يرجى إغلاق HP Recovery Manager، ثم التبديل إلى الوضع الأفقي للشاشة، ثم إعادة تشغيل HP Recovery Manager.

[General]	
Item0100=رجوع
Item0101=التالي
Item0102=إلغاء الأمر
Item0103=متابعة
Item0104=إنهاء
Item0105=موافق
Item0106=هل تريد إنهاء HP Recovery Manager؟
Item0107=تأكد من أن الكمبيوتر متصل بمحول الطاقة حتى لا تنقطع عملية الاستعادة.
Item0108=HP Recovery Manager يعمل بالفعل!!
Item0109=إعادة التمهيد
Item0110=إيقاف تشغيل
Item0111=تنبيه: يعمل جهاز الكمبيوتر حاليًا على طاقة البطارية.
Item0112=تتطلب هذه العملية أن يكون الكمبيوتر متصلاً بمحول طاقة الخاص بالكمبيوتر.
Item0113=وَصِّل الكمبيوتر بمحول الطاقة الخاص به، ثم انقر فوق "موافق" للمتابعة.
Item0114=فشل HP Recovery Manager. رمز الخطأ = 00
Item0115=نحن نواجه أخطاء. الرجاء المحاولة مرة ثانية.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(رمز الخطأ =00)
Item0119=إن عملية الاسترجاع غير مدعومة عند استخدام التهيئة الحالية، يرجى تمكين خيار الإسراع في Intel Smart Response Technology وحاول مرة أخرى.
Item0120=تم توفير Recovery Manager بحيث يكون مناسبًا لنظام التشغيل Windows 7، لكنه غير متوافق مع Windows 8.
Item0121=لا يدعم نظام التشغيل Windows 7‏ هذا Softpaq‏. الرجاء ترقية النظام إلى Windows 8‏ أولاً.
	
[Windows System Restore]
Item0200=استعادة النظام لـ Windows‏
Item0201=لاتسخدام استعادة النظام لـ Windows‏، سيغلق الآن HP Recovery Manager‏.
Item0202=تساعد استعادة النظام لـ Windows‏ في حل المشاكل التي قد تتسبب في بطء أداء الكمبيوتر أو عدم استجابته. لن يؤثر هذا الأمر على المستندات أو الصور أو أية بيانات شخضية أخرى.
Item0203=لتشغيل استعادة النظام لـ Windows‏ تلقائيًا، انقر على ’التالي‘.	       
	
[Computer Checkup]	
Item0250=فحص الكمبيوتر
Item0251=بدء تشغيل فحص القرص للقسم Windows
Item0252=بدء تشغيل فحص القرص لقسم الاسترداد
Item0253=افتح موجه الأوامر
Item0254=للمتابعة، حدد خيارًا، ثم انقر فوق "التالي".
	
[Remove Recovery Partition]	
Item0300=إزالة قسم الاسترداد
Item0301=لن تتوفر خيارات Windows Push Button Reset (إعادة تعيين زر ضغط Windows) وميزة استرداد الصورة من HP بعد إزالة قسم الاسترداد.
Item0302=تم الفهم. قم بمتابعة إزالة قسم الاسترداد.
Item0303=متابعة
Item0304=لم تكتمل عملية إنشاء وسطية الاسترداد. لن يتم توفير الخيار إنشاء "وسيطة الاسترداد" بعد إزالة قسم الاسترداد.
Item0305=الانتقال إلى 00 الآن
Item0306=يتم الآن إزالة قسم الاسترداد...
Item0307=انقر فوق متابعة للعودة إلى الصفحة الرئيسية
Item0308=الصفحة الرئيسية
Item0309=إنشاء وسيطة استرداد
Item0310=نحن نواجه أخطاء أثناء إزالة قسم الاسترداد. الرجاء المحاولة مرة ثانية.
Item0311=تم إزالة قسم الاسترداد بنجاح.
Item0312=لن تتوفر خيارات "استرداد صورة HP" بعد إزالة قسم الاسترداد.
		
[File Restore Program]	
Item0400=استعادة الملفات 
Item0401=مرحبًا بك
Item0402=يُساعدك خيار استعادة الملفات إلى استعادة الملفات التي أجريت عليها نسخًا احتياطيًا مسبقًا.
Item0403=للمتابعة، انقر فوق "التالي".
Item0404=ما هي أنواع الملفات التي تريد استعادتها؟
Item0405=صور
Item0406=الموسيقى وأنواع الملفات الصوتية الأخرى
Item0407=مقاطع الفيديو والأفلام
Item0408=برامج التليفزيون المُسجلة
Item0409=المستندات وجداول البيانات والعروض التقديمية
Item0410=رسائل البريد الإلكتروني، وتفضيلات وإعدادات إنترنت
Item0411=غير ذلك
Item0412=تعليمات
Item0413=تم استعادة ملفاتك إلى الموقع التالي:
Item0414=تم وضع اختصار لهذا الموقع على سطح المكتب لديك.
Item0415=الاسترداد قيد التقدم
Item0416=التقدم:  00%
Item0417=الرجاء الانتظار...
Item0418=تمت استعادة الملفات
Item0419=تم الانتهاء من عملية الاسترداد بنجاح.
Item0420=لإنهاء هذا البرنامج، انقر فوق "إنهاء".
Item0421=يبلغ طول مسار بعض الملفات التي تمت استعادتها إلى أكثر من 260 حرف. الرجاء الرجوع إلى 00.
Item0422=موافق
Item0423=تحذير
Item0424=استعادة الملفات قيد التشغيل بالفعل.
Item0425=يجب استخدام بيئة Windows لتشغيل استعادة الملفات
Item0426=هل تريد "إلغاءالأمر" الخاص باستعادة الملفات؟
Item0427=تم إلغاء الاستعادة
Item0428=لقد تم إلغاء عملية الاستعادة.
Item0429=أين تريد تخزين ملفات النسخ الاحتياطي؟
Item0430=القرص المحلي
		
[File Backup Program]	
Item0500=نسخ احتياطي للملفات
Item0501=ما هي أنواع الملفات التي تريد نسخها احتياطيًا؟
Item0502=صور
Item0503=الموسيقى وأنواع الملفات الصوتية الأخرى
Item0504=مقاطع الفيديو والأفلام
Item0505=برامج التليفزيون المُسجلة
Item0506=المستندات وجداول البيانات والعروض التقديمية
Item0507=البريد الإلكتروني وتفضيلات إنترنت والإعدادات
Item0508=غير ذلك
Item0509=تعليمات
Item0510=للمتابعة، انقر فوق "التالي".
Item0511=مسح
Item0512=يُنشئ معالج النسخ الاحتياطي للملفات قائمة بالملفات بهدف نسخها احتياطيًا.
Item0513=قد تستغرق العملية عدة دقائق.
Item0514=التقدم: 00 %
Item0515=الرجاء الانتظار...
Item0516=لا توجد حاليًا مساحة كافية متاحة على قسم النظام الموجود على محرك الأقراص الثابت للتخزين المؤقت أثناء ضغط البيانات.
Item0517=يجب توفير بعض المساحة في قسم النظام الموجود على محرك الأقراص الثابت لاستكمال هذه المهمة.
Item0518=موافق
Item0519=تحذير
Item0520=للمتابعة، حدد خيارًا، ثم انقر فوق "التالي".
Item0521=إنشاء نسخ احتياطي
Item0522=إنشاء ملفات نسخ احتياطي
Item0523=الانتهاء من ملفات النسخ الاحتياطي
Item0524=لا توجد أنواع الملفات التي حددها المستخدم.
Item0525=أين تريد حفظ النسخ الاحتياطي؟
Item0526=حجم ملفات المصدر:  00
Item0527=الاسم
Item0528=النوع
Item0529=الحجم الإجمالي
Item0530=المساحة الفارغة
Item0531=لا يوجد جهاز متاح للنسخ الاحتياطي للملفات. تأكد من توصيل القرص القابل للإزالة الخاص بك.
Item0532=قابل للإزالة
Item0533=النسخ الاحتياطي للملفات جاهز.
Item0534=سيتم حفظ الملفات إلى (00).
Item0535=نسخ ملفات النسخ الاحتياطي 
Item0536=محرك أقراص الوجهة غير متصل.
Item0537=نسخ احتياطي للملفات
Item0538=نجح HP Recovery Manager في إنشاء نسخ احتياطي.
Item0539=هل تريد إلغاء النسخ الاحتياطي للملفات؟
Item0540=إلغاء الأمر
Item0541=تم إلغاء عملية النسخ الاحتياطي
Item0542=لقد تمت عملية إلغاء النسخ الاحتياطي بنجاح.
Item0543=لقد ألغيت عملية إلغاء النسخ الاحتياطي.
Item0544=هل تريد متابعة استرداد النظام؟
Item0545=هل تريد متابعة استرداد الصورة المصغرة؟
Item0546=هل تريد متابعة إعادة التعيين إلى افتراضيات الشركة المصنعة؟
Item0547=نعم
Item0548=لا
Item0549=ناسخ الأقراص
Item0550=لا يوجد جهاز متاح للنسخ الاحتياطي للملفات. تأكد من توصيل القرص القابل للإزالة أو ناسخ الأقراص.
Item0551=نسخ احتياطي تلقائي
Item0552=يسمح للمستخدم بتحديد فئات النسخ الاحتياطي (مثال - صور). تُغطي عملية النسخ الاحتياطي معظم أنواع الملفات المستخدمة حسب الفئة. استخدم هذا الخيار إذا أردت طريقة سهلة لتكوين النسخ الاحتياطي الخاص بك.
Item0553=نسخ احتياطي يدوي
Item0554=السماح للمستخدمين تحديد ملفات ومجلدات معينة للنسخ الاحتياطي. استخدم هذا الخيار إذا أردت أن يكون لديك تحكم كامل على ما تقوم بنسخه احتياطيًا.
Item0555=نسخ البيانات مباشرة
Item0556=لا يستخدم نسخ البيانات المباشر الضغط ولا يتم استعادة الملفات باستخدام HP Recovery Manager. بمجرد الانتهاء من النسخ الاحتياطي يُمكنك الوصول إلى الملفات من أي كمبيوتر عن طريق استعراض دليل ملفات استرداد النظام.
Item0557=لاستعادة البيانات إلى النظام الأصلي، فقط انسخ الملفات ثم الصقها إلى مكانها.
Item0558=أدخل قرص DVD+R أو DVD-R ثم انقر فوق "التالي".
Item0559=النسخ قيد التقدم:  00 %
Item0560=إجمالي القرص (الأقراص):  00
Item0561=القرص الحالي:  00
Item0562=أدخل القرص
Item0563=أدخل قرصًا فارغًا.
Item0564=القرص الذي تم إدخاله لم يتم اعتماده في HP Recovery Manager، الرجاء إدخال قرص DVD+R أو DVD-R فارغ (بسعة 4.7 غيغا بايت).
Item0565=تحضير البيانات	
	
[Recovery Media Creation]	
Item0600=الصفحة الرئيسية
Item0601=إنشاء وسيطة استرداد
Item0602=مسموح لك بإنشاء مجموعة 00 من وسائط الاسترداد.
Item0603=أوافق.
Item0604=متابعة
Item0605=الرجاء إدخال وسيط واحد من الوسائط التالية:
Item0606=محرك أقراص USB محمول
Item0607=الحد الأدنى من السعة التي تبلغ 00 غيغا بايت مطلوبة
Item0608=قرص رقمي DVD
Item0609=00 أقراص مطلوبة
Item0610=DVDDL
Item0611=هل تريد المتابعة مع الوسيطة المحددة؟
Item0612=نعم
Item0613=لا
Item0614=يتم إنشاء محرك أقراص محمول استرداد من نوع USB...
Item0615=تجهيز القرص
Item0616=تهيئة محرك أقراص USB المحمول
Item0617=نسخ صورة
Item0618=يتم نسخ صورة الاسترداد إلى محرك أقراص USB المحمول...
Item0619=التحقق من القرص
Item0620=يتم التحقق التحقق من صورة استرداد محرك أقراص USB المحمول...
Item0621=اكتمال 00 %
Item0622=أدخل القرص
Item0623=الرجاء إدخال قرص 00 للمتابعة. انقر فوق "إلغاء الأمر" لإيقاف إنشاء وسيطة الاسترداد. يُمكن متابعة عملية إنشاء وسيطة الاسترداد في أي وقت بتحديد خيار إنشاء وسيطة الاسترداد مرة أخرى.
Item0624=تجهيز البيانات
Item0625=إنشاء صورة استرداد
Item0626=نسخ البيانات
Item0627=نسخ صورة الاسترداد إلى القرص
Item0628=التحقق من القرص
Item0629=التحقق من صورة الاسترداد على القرص
Item0630=تم إنشاء وسيطة الاسترداد في 00. مسموح لك بإنشاء مجموعة واحدة فقط من وسائط الاسترداد.
Item0631=انقر فوق "موافق" للعودة إلى الصفحة الرئيسية
Item0632=موافق
Item0633=لم تكتمل عملية إنشاء وسطية الاسترداد. اضغط فوق متابعة لإكمال إنشاء وسيطة الاسترداد.
Item0634=إلغاء الأمر
Item0635=يُرجى توصيل محول الطاقة الخاص بالكمبيوتر.
Item0636=يجب أن تكون البطارية مُدرجة داخل الكمبيوتر كما يجب توصيل الكمبيوتر بمحول الطاقة لمتابعة هذه العملية.
Item0637=يُرجى إدخال البطارية
Item0638=لم يتم اكتشاف أي محرك أقرص بصرية
Item0639=يُمكنك توصيل "محرك أقراص بصرية" الآن
Item0640=قرص Blu-ray
Item0641=تم إكمال إنشاء 00 قرص استرداد. يُرجى تسمية القرص 00 وحفظه في مكان آمن.
Item0642=ستتم تهيئة محرك أقراص USB المحمول. سيتم فقد جميع البيانات الموجودة على قرص USB المحمول. سيتم استخدام كل المساحة الموجودة على محرك أقراص USB المحمول من أجل صورة الاسترداد (حتى وإذا كان حجم محرك أقراص USB المحمول أكبر من الحجم المُقدر لصورة الاسترداد.
Item0643=انقر فوق "إلغاء الأمر" للرجوع إلى تحديد الوسيطة أو "متابعة" لبدء تجهيز القرص.
Item0644=يُرجى تحديد أحد خيارات الوسائط التالية 
Item0645=مجموعة واحدة
Item0646=يتم الآن تحليل الأجهزة...
Item0647=إنشاء وسيطة "الاسترداد" قيد التقدم. ولا يمكن إغلاق Recovery Manager.
Item0648=نحن نواجه أخطاء أثناء إنشاء وسيطة الاسترداد. الرجاء المحاولة مرة ثانية.
Item0649=سعة محرك الأقراص المحمول المدرج غير كافية. يُرجى إدخال محرك أقراص آخر.
Item0650=وسيطة قابلة لإعادة الكتابة غير مدعمة. الرجاء إدخال 00 قرص فارغ.
Item0651=القرص الذي تم إدراجه غير فارغ. الرجاء إدخال 00 قرص فارغ.
Item0652=تم إكمال قرص الاسترداد 00 الخاص بـ 01. يُرجى تسمية القرص 00 الخاص بـ 01 وحفظه في مكان آمن.
Item0653=تم إنشاء قرص "الاسترداد" بنجاح.
Item0654=تم إنشاء محرك أقراص محمول استرداد بنجاح. يُرجى تسمية محرك الأقراص المحمول وحفظه في مكان آمن.
Item0655=00 أقراص مطلوبة
Item0656=الوسيطة القابلة لإعادة الكتابة غير مدعمة!!
Item0657=الوسيطة التي تم إدراجها غير مدعمة!!
Item0658=تم إزالة قسم الاسترداد – خيار إنشاء وسيطة الاسترداد لم يعد متاحًا
Item0659=فشلت عملية التأكد من القرص. يُرجى استخدام قرص أخرى والمحاولة مرة أخرى.
Item0660=فشلت عملية نسخ القرص. يُرجى استخدام قرص آخر وحاول مرة أخرى.
Item0661=تم إنشاء هذا النظام من وسيطة استرداد. مسموح لك بإنشاء مجموعة واحدة فقط من وسائط الاسترداد.
Item0662=تمت إزالة قسم الاسترداد.
Item0663=تجاوز حد USB‏
Item0664=يتجاوز حجم صورة الاسترداد 32‏ ج ب. يرجى استخدام وسائط بصرية.
Item0665=يتجاوز حجم صورة الاسترداد حد 32‏ ج ب لمحركات أقراص USB‏ محمولة. لإنشاء وسائط الاسترداد، سيلزمك استخدام وسائط بصرية (أقراص DVD‏).
Item0666=تأكد من أن سعة محرك أقراص USB‏ المحمول هي 00‏ ج ب (32‏ ج ب على الأكثر).
Item0667=- تم إكمال قرص الاسترداد 00 الخاص بـ 01. الرجاء تسمية القرص "00 الخاص بـ 01" والاحتفاظ به في مكان آمن.
Item0668=- الرجاء إدخال أحد الأقراص للمتابعة أو النقر فوق "إلغاء" لإيقاف إنشاء وسائط الاسترداد. 
Item0669=- يمكنك المتابعة في أي وقت عن طريق تحديد خيار "إنشاء وسائط الاسترداد" مرة أخرى.
Item0670=تنبيه: سيتم تنسيق محرك أقراص USB المحمول الذي تم تحديده. سيتم فقد جميع البيانات الموجودة على قرص USB المحمول.
Item0671=يلزم استخدام 32 جيجابايت على محرك أقراص USB فلاش لنسخة ضبط المصنع. إذا كان حجم محرك أقراص USB فلاش أكبر من 32 جيجابايت، فستصبح هناك مساحة إضافية على محرك أقراص USB فلاش غير مستخدمة بعد الانتهاء من إنشاء نسخة ضبط المصنع.
Item0672=انقر فوق "إلغاء" للرجوع إلى اختيار الوسائط أو انقر فوق "متابعة" لبدء إنشاء وسائط الاسترداد.
Item0673=اختر 00 للرجوع إلى قائمة اختيار الوسائط، أو اختر 01 لبدء إنشاء نسخة ضبط المصنع.
	
[System Recovery]	
Item0700=استعادة الكمبيوتر الخاص بك إلى الحالة التي كان عليها عندما طرحته الشركة المصنعة في الأسواق
Item0701=ستقوم هذه العملية بإعادة تثبيت صورة الشركة المُصنعة الأصلية الموجودة على قسم النظام ولكنها لن تقم بإجراء أية تغييرات أخرى على محرك القرص الثابت. إذا أردت استعادة "قسم الاسترداد" أيضًا – استخدم "إعادة الضبط للمصنع". 
Item0702=سيتم فقد كل الملفات التي أنشأها المستخدم والبرامج التي تم تثبيتها بعد عملية البيع.
Item0703=انسخ ملفاتك نسخًا احتياطيًا أولاً (إجراء موصى به)
Item0704=الاسترداد دون نسخ الملفات نسخًا احتياطيًا
Item0705=للمتابعة، حدد خيارًا، ثم انقر فوق "التالي".
Item0706=HP Recovery Environment‏
Item0707=مرحبًا بك في HP Recovery Manager
Item0708=استخدم هذا البرنامج لاسترداد الكمبيوتر إلى إعدادات المصنع الأصلية.
Item0709=يُرجى فصل كل الأجهزة الخارجية قبل المتابعة.
Item0710=للحصول على معلومات إضافية يُرجى الرجوع إلى وثائق الكمبيوتر الخاصة بك.
Item0711=للمتابعة، انقر فوق "التالي".
Item0712=استعادة صورة الشركة المصنعة
Item0713=إعادة تهيئة قسم Windows على محرك الأقراص الثابت الخاص بك.
Item0714=إعادة تثبيت البرامج الأصلية
Item0715=التقدم:  00 % 
Item0716=الوقت المتبقي المقدر: 00 دقيقة(دقائق)
Item0717=الرجاء الانتظار...
Item0718=تم الاسترداد
Item0719=بعد إعادة تشغيل الكمبيوتر وانتهائك من الإعداد الأولي له، يجب عليك إجراء بعض الخطوات الإضافية الهامة:
Item0720=قم بتحديث ملفات الأمان من Microsoft و HP
Item0721=أعد تثبيت البرامج التي لم يتم استلامها مع الكمبيوتر
Item0722=قم باستعادة أية بيانات شخصية قد تكون أجريت نسخًا احتياطيًا لها (إذا وجدت)
Item0723=انقر فوق "إنهاء" لإعادة تشغيل الكمبيوتر الآن.
Item0724=تحضير الاسترداد
Item0725=ستتم إعادة تهيئة محرك الأقراص الثابت، وسيتم نسخ جميع الملفات المطلوبة لاستعادة صورة الشركة المصنعة إلى محرك الأقراص الثابت.
Item0726=تثبيت الاسترداد
Item0727=تم تثبيت البرامج وبرامج التشغيل، كما تم تخصيص المحتوى من أجل جهاز الكمبيوتر الخاص بك.
Item0728=سيقوم HP Recovery Manager بإعادة تعيين محرك الأقراص الثابت إلى وضع الشركة المُصنعة. سيتم فقد تغييرات بيانات المستخدم والمحرك الثابت.
Item0729=موافق
Item0730=إلغاء الأمر
Item0731=تحضير استرداد صورة الشركة المصنعة
Item0732=نسخ الملفات المطلوبة لاستعادة محرك الأقراص الثابت
Item0733=تم إكمال تحضير الاسترداد
Item0734=بعد إعادة تشغيل الكمبيوتر، سوف تبدأ مرحلة تثبيت الاسترداد.
Item0735=وسيتم تثبيت البرامج وبرامج التشغيل، كما سيتم تخصيص المحتويات من أجل جهاز الكمبيوتر الخاص بك.
Item0736=وأثناء هذه المرحلة، سوف تتم إعادة تشغيل الكمبيوتر عدة مرات بشكل تلقائي. وهذا يعتبر جزءًا عاديًا من هذه العملية.
Item0737=لذا لا تقم أثناء ذلك بإيقاف تشغيل الكمبيوتر، أو إغلاق الغطاء، أو فصل محول الطاقة عن الكمبيوتر، أو محاولة الوصول إلى الكمبيوتر.
Item0738=انقر فوق "متابعة" لإعادة تشغيل الكمبيوتر الآن.
Item0739=أدخل قرص الاسترداد #00.
Item0740=قم بإزالة وسيطة الاسترداد من النظام
Item0741=لا يُمكن متابعة استرداد النظام من Windows. هل تريد تمهيد الكمبيوتر والدخول إلى بيئة الاسترداد؟
Item0742=هل تريد المتابعة؟
Item0743=يتم الآن التحضير لبيئة الاسترداد...
Item0744=يُرجى إغلاق جميع التطبيقات الخاصة بك وإعادة تمهيد النظام لديك.
Item0745=يُرجى فصل كل الأجهزة الخارجية قبل المتابعة فيما عدا لوحة المفاتيح والماوس والشاشة.
Item0746=لا يُمكن متابعة استرداد النظام من Windows. هل تريد تمهيد الكمبيوتر والدخول إلى بيئة الاسترداد؟
Item0747=تشتمل عملية الاسترداد على مرحلتين:
Item0748=الصفحة الرئيسية
Item0749=استرداد النظام
Item0750=مُعّطل: يُرجى استخدام خيار إعادة التعيين إلى إعدادات الشركة المصنعة لاسترداد نظامك	
Item0751=قم بتحديث نظامك عن طريق تثبيت أحدث التنزيلات من Microsoft و HP.
Item0752=لقد حددت HP Recovery Environment‏. ستتم إعادة تشغيل النظام والدخول إلى بيئة الاسترداد. هل تريد المتابعة؟
Item0753=إذا تم تزويد الكمبيوتر بأكثر من نظام تشغيل أصلاً، ستتم خلال عملية الاسترداد إعادة ضبط جميع أنظمة التشغيل إلى حالة المصنع.
Item0754=لقد حددت 00. ستتم إعادة تشغيل النظام والدخول إلى بيئة الاسترداد. هل ترغب في المتابعة؟
Item0755=سيتم فقد جميع الملفات والأقسام التي أنشأها المستخدم وأي برامج تم تثبيتها بعد عملية الشراء.
Item0756=وتشتمل عملية الاسترداد على مرحلتين:
Item0757=تحضير الاسترداد
Item0758=ستتم إعادة تهيئة قسم نظام التشغيل Windows، وسيتم نسخ جميع الملفات المطلوبة لاستعادة Windows إلى حالة المصنع الأصلية لمحرك القرص الثابت.
Item0759=تثبيت الاسترداد
Item0760=تم تثبيت البرامج وبرامج التشغيل، كما تم تخصيص المحتوى من أجل جهاز الكمبيوتر الخاص بك.
Item0761=استعادة الملفات إلى محرك القرص الثابت
Item0762=تم تمكين HP Drive Encryption (HPDE)‎ على هذا الكمبيوتر. يرجى تعطيل HPDE قبل تشغيل "استرداد النظام".
	
[Minimized Image Recovery]	
Item0800=استرداد الصورة المصغرة
Item0801=تؤدي هذه العملية إلى إعادة تثبيت بيئة Windows نظيفة، والتي تتضمن عدد قليل من برامج التشغيل والبرامج المثبتة.
Item0802=سيتم فقد كل الملفات التي أنشأها المستخدم والبرامج التي تم تثبيتها بعد عملية البيع.
Item0803=انسخ ملفاتك نسخًا احتياطيًا أولاً (إجراء موصى به)
Item0804=قم بالاسترداد دون نسخ الملفات نسخًا احتياطيًا
Item0805=للمتابعة، حدد خيارًا، ثم انقر فوق "التالي".
Item0806=استرداد الصورة المصغرة
Item0807=مرحبًا بك في HP Recovery Manager
Item0808=تؤدي هذه العملية إلى إعادة تثبيت بيئة Windows نظيفة، والتي تتضمن عدد قليل من برامج التشغيل والبرامج المثبتة.
Item0809=وتشتمل عملية الاسترداد على مرحلتين:
Item0810=تحضير الاسترداد
Item0811=ستتم إعادة تهيئة محرك الأقراص الثابت، وسيتم نسخ جميع الملفات المطلوبة لاستعادة الصورة المُصغرة إلى محرك الأقراص الثابت.
Item0812=تثبيت الاسترداد
Item0813=تم تثبيت البرامج وبرامج التشغيل، كما تم تخصيص المحتوى من أجل جهاز الكمبيوتر الخاص بك.
Item0814=يُرجى فصل كل الأجهزة الخارجية قبل المتابعة.
Item0815=للحصول على معلومات إضافية يُرجى الرجوع إلى وثائق الكمبيوتر الخاصة بك.
Item0816=للمتابعة، انقر فوق "التالي".
Item0817=تم الكشف عن القرص الحيوي. لا يُمكن متابعة الاسترداد. ويجب استخدام وسيطة الاسترداد لاستعادة الكمبيوتر
Item0818=تحضير استرداد الصورة المصغرة
Item0819=إعادة تهيئة قسم Windows على محرك الأقراص الثابت الخاص بك.
Item0820=نسخ الملفات المطلوبة لاستعادة محرك الأقراص الثابت
Item0821=التقدم:  00 % 
Item0822=الوقت المتبقي المقدر: 00 دقيقة(دقائق)
Item0823=الرجاء الانتظار...
Item0824=تم إكمال تحضير الاسترداد
Item0825=بعد إعادة تشغيل الكمبيوتر، سوف تبدأ مرحلة تثبيت الاسترداد.
Item0826=وسيتم تثبيت البرامج وبرامج التشغيل، كما سيتم تخصيص المحتويات من أجل جهاز الكمبيوتر الخاص بك.
Item0827=وأثناء هذه المرحلة، سوف تتم إعادة تشغيل الكمبيوتر عدة مرات بشكل تلقائي. وهذا يعتبر جزءًا عاديًا من هذه العملية.
Item0828=لذا لا تقم أثناء ذلك بإيقاف تشغيل الكمبيوتر، أو إغلاق الغطاء، أو فصل محول الطاقة عن الكمبيوتر، أو محاولة الوصول إلى الكمبيوتر.
Item0829=انقر فوق "متابعة" لإعادة تشغيل الكمبيوتر الآن.
Item0830=تم الاسترداد
Item0831=بعد إعادة تشغيل الكمبيوتر وانتهائك من الإعداد الأولي له، يجب عليك إجراء بعض الخطوات الإضافية الهامة:
Item0832=قم بتحديث ملفات الأمان من Microsoft و HP
Item0833=أعد تثبيت البرامج التي لم يتم استلامها مع الكمبيوتر
Item0834=قم باستعادة أية بيانات شخصية قد تكون أجريت نسخًا احتياطيًا لها (إذا وجدت)
Item0835=انقر فوق "إنهاء" لإعادة تشغيل الكمبيوتر الآن.
Item0836=موافق
Item0837=أدخل قرص الاسترداد #00.
Item0838=قم بإزالة وسيطة الاسترداد من النظام
Item0839=سيقوم HP Recovery Manager بتثبيت الصورة المصغرة. سيتم فقد تغييرات بيانات المستخدم والمحرك الثابت.
Item0840=يُرجى فصل كل الأجهزة الخارجية قبل المتابعة فيما عدا لوحة المفاتيح والماوس والشاشة.
Item0841=مُعّطل: يُرجى استخدام خيار إعادة التعيين إلى إعدادات الشركة المصنعة لاسترداد نظامك
Item0842=إذا تم تزويد الكمبيوتر بأكثر من نظام تشغيل أصلاً، ستتم خلال عملية الاسترداد إعادة ضبط جميع أنظمة التشغيل إلى حالة المصنع.
	
[Boot from UCRD]	
Item0900=استرداد النظام
Item0901=يبدأ HP Recovery Manager من محرك القرص الثابت افتراضيًا، ولكن يُمكنك تشغيله من الوسيطة التي أدخلتها.
Item0902=تشغيل برنامج من وسيطة
Item0903=تشغيل برنامج من قرص ثابت
Item0904=للمتابعة، حدد خيارًا، ثم انقر فوق "التالي".
Item0905=تشغيل برنامج من قرص ثابت
Item0906=ستتم تهيئة الكمبيوتر الآن من القسم.
Item0907=إزالة وسيطة الاسترداد قبل المتابعة.
Item0908=لإنهاء هذا المعالج، انقر فوق "إنهاء".
Item0909=اتصل بـ"دعم عملاء HP"
Item0910=لا تدعم وسيطة استرداد النظام هذا الكمبيوتر.
Item0911=أنت غير قادر على استعادة هذا النظام باستخدام الوسيطة.
Item0912=أنت غير قادر على استعادة هذا النظام باستخدام منفذ الجهاز، الرجاء الاتصال بدعم عملاء HP.	
	
[Factory Reset]	
Item1000=إعادة الضبط للمصنع
Item1001=استعادة صورة الشركة المصنعة
Item1002=هل تريد استعادة نظامك إلى إعدادات الشركة المُصنعة الأصلية؟
Item1003=انسخ ملفاتك نسخًا احتياطيًا أولاً (إجراء موصى به)
Item1004=الاسترداد دون نسخ الملفات نسخًا احتياطيًا
Item1005=للمتابعة، حدد خيارًا، ثم انقر فوق "التالي".
Item1006=مرحبًا بك في HP Recovery Manager
Item1007=استخدم هذا البرنامج لاسترداد الكمبيوتر إلى إعدادات المصنع الأصلية.
Item1008=وتشتمل عملية الاسترداد على مرحلتين:
Item1009=تحضير الاسترداد
Item1010=ستتم إعادة تهيئة محرك الأقراص الثابت، وسيتم نسخ جميع الملفات المطلوبة لاستعادة صورة الشركة المصنعة إلى محرك الأقراص الثابت.
Item1011=تثبيت الاسترداد
Item1012=تم تثبيت البرامج وبرامج التشغيل، كما تم تخصيص المحتوى من أجل جهاز الكمبيوتر الخاص بك.
Item1013=يُرجى فصل كل الأجهزة الخارجية قبل المتابعة.
Item1014=للحصول على معلومات إضافية يُرجى الرجوع إلى وثائق الكمبيوتر الخاصة بك.
Item1015=للمتابعة، انقر فوق "التالي".
Item1016=سيقوم HP Recovery Manager بإعادة تعيين محرك الأقراص الثابت إلى وضع المصنع. سيتم فقد تغييرات بيانات المستخدم والمحرك الثابت.
Item1017=تحضير استرداد صورة الشركة المصنعة
Item1018=إعادة تهيئة قسم Windows على محرك الأقراص الثابت الخاص بك.
Item1019=نسخ الملفات المطلوبة لاستعادة محرك الأقراص الثابت
Item1020=استعادة الملفات إلى محرك القرص الثابت
Item1021=التقدم:  00 % 
Item1022=الرجاء الانتظار...
Item1023=الوقت المتبقي المقدر: 00 دقيقة(دقائق)
Item1024=تم إكمال تحضير الاسترداد
Item1025=بعد إعادة تشغيل الكمبيوتر، سوف تبدأ مرحلة تثبيت الاسترداد.
Item1026=وسيتم تثبيت البرامج وبرامج التشغيل، كما سيتم تخصيص المحتويات من أجل جهاز الكمبيوتر الخاص بك.
Item1027=وأثناء هذه المرحلة، سوف تتم إعادة تشغيل الكمبيوتر عدة مرات بشكل تلقائي. وهذا يعتبر جزءًا عاديًا من هذه العملية.
Item1028=لذا لا تقم أثناء ذلك بإيقاف تشغيل الكمبيوتر، أو إغلاق الغطاء، أو فصل محول الطاقة عن الكمبيوتر، أو محاولة الوصول إلى الكمبيوتر.
Item1029=انقر فوق "متابعة" لإعادة تشغيل الكمبيوتر الآن.
Item1030=تم الاسترداد
Item1031=بعد إعادة تشغيل الكمبيوتر وانتهائك من الإعداد الأولي له، يجب عليك إجراء بعض الخطوات الإضافية الهامة:
Item1032=قم بتحديث ملفات الأمان من Microsoft و HP
Item1033=أعد تثبيت البرامج التي لم يتم استلامها مع الكمبيوتر
Item1034=استعادة أية بيانات شخصية قد تكون أجريت نسخًا احتياطيًا لها (إذا وجدت)
Item1035=انقر فوق "إنهاء" لإعادة تشغيل الكمبيوتر الآن.
Item1036=نعم
Item1037=لا
Item1038=اتصل بـ"دعم عملاء HP"
Item1039=في معظم الأحوال، تؤدي عملية استعادة محرك القرص الثابت إلى إصلاح مشاكلك.
Item1040=أما إذا استمرت هذه المشاكل، فقد تحتاج إلى الاتصال بـ "دعم عملاء HP".
Item1041=ويمكنك العثور على معلومات الاتصال بـ "دعم HP" في الوثائق الملحقة بالكمبيوتر لديك.
Item1042=لإنهاء هذا البرنامج، انقر فوق "إنهاء".
Item1043=أدخل قرص الاسترداد #00.
Item1044=قم بإزالة وسيطة الاسترداد من النظام
Item1045=سيقوم HP Recovery Manager بإعادة تعيين محركات الأقراص الثابتة إلى حالة الشركة المُصنعة الأصلية. سيتم فقد كل تغييرات بيانات المستخدم ومحرك القرص الثابت.
Item1046=موافق
Item1047=إلغاء الأمر
Item1048=يُرجى فصل كل الأجهزة الخارجية قبل المتابعة فيما عدا لوحة المفاتيح والماوس والشاشة.
Item1049=سيقوم HP Recovery Manager بإعادة تعيين محرك (محركات) القرص الثابت إلى حالة الشركة المصنعة الأصلية. سيتم فقد جميع بيانات المستخدم بالإضافة إلى جميع التغييرات في محرك القرص الثابت.	
Item1050=هذه العملية ستستعيد النظام إلى حالة المصنع الأصلية.
Item1051=ستتم إعادة تقسيم وإعادة تنسيق القرص الثابت إلى حالة المصنع الأصلية.
Item1052=سيتم فقد جميع الملفات والأقسام التي أنشأها المستخدم وجميع البرامج التي تم تثبيتها بعد عملية الشراء.
Item1053=إذا تم تزويد الكمبيوتر بأكثر من نظام تشغيل أصلاً، ستتم خلال عملية الاسترداد إعادة ضبط جميع أنظمة التشغيل إلى حالة المصنع.
	
[Restoration Incomplete]	
Item1100=لم تكتمل الاستعادة
Item1101=لم تكتمل عملية الاستعادة.
Item1102=الرجاء تحديد زرًا من الأزرار التالية:
Item1103=حفظ السجل
Item1104=التفاصيل
Item1105=إعادة المحاولة
Item1106=تعمل هذه الميزة على تجميع المعلومات حول نظامك لمساعدة HP في تشخيص هذه المشكلة.
Item1107=قم بإدخال محرك أقراص قابل للإزالة لا يقل حجم المساحة الفارغة عليه عن 00 ميغا بايت، ثم انقر فوق "موافق".
Item1108=موافق
Item1109=لا توجد مساحة كافية. قم بإدخال محرك أقراص قابل للإزالة لا يقل حجم المساحة الفارغة عليه عن 00 ميغا بايت، ثم انقر فوق "موافق".
Item1110=تم حفظ ملف السجل باسم 00.
Item1111=قم بإدخال وسيطة الاسترداد.
Item1112=انقر فوق "متابعة" لإعادة تشغيل الكمبيوتر الآن.
Item1113=متابعة
Item1114=إجمالي مساحة محرك الأقراص الصلبة أقل من إجمالي مساحة محرك الأقراص الصلبة الأصلي المُركَّب في المصنع.لا يمكن متابعة عملية الاسترداد.
Item1115=إجمالي مساحة محرك الأقراص الصلبة صغيرة جدًا.لا يمكن متابعة عملية الاسترداد.
		
[Drivers and Applications Reinstall]	
Item1200=إعادة تثبيت الأجهزة والتطبيقات
Item1201=إنشاء قائمة بمحركات الأقراص والتطبيقات
Item1202=الصفحة الرئيسية
Item1203=تثبيت
Item1204=التثبيت
Item1205=تم
Item1206=التطبيقات (00)
Item1207=برامج تشغيل (00)
Item1208=تحديثات HP (00) – تم تنزيل التحديثات وتثبيتها من HP.com أو HP Support Assistant.
Item1209=الإصدار: 00
Item1210=00 عنصر (عناصر)،
Item1211=00 من 01 للعناصر المحددة،
Item1212=00 تطبيق و
Item1213=00 تطبيقات و
Item1214=00 محرك أقراص و
Item1215=00 محركات أقراص و
Item1216=00 تحديث HP
Item1217=00 تحديثات HP
Item1218=تم اكتمال التثبيت.
Item1219=يتم تثبيت البرنامج. تم إلغاء إنهاء HP Recovery Manager.
Item1220=موافق
Item1221=يُرجى إلغاء تثبيت أي إصدار سابق من البرنامج قبل إعادة تثبيت البرنامج.
Item1222=نحن نواجه أخطاء أثناء إعادة تثبيت البرامج. الرجاء المحاولة مرة ثانية.
Item1223=مصدر البرنامج غير موجود على هذا الجهاز
Item1224=الصنف
Item1225=00 عنصر من 01 عناصر تم تحديده،
Item1226=من المحتمل أن محرك أقراص واحد محدد أو أكثر و/أو تطبيق (تطبيقات) لم يتم تثبيته على نحو صحيح وتم تمييزه بوضع "علامة تعجب" عليه. الرجاء إلغاء تثبيته من الكمبيوتر قبل محاولة إعادة تثبيته من HP Recovery Manager.
Item1227=من المحتمل أن محرك أقراص واحد محدد أو أكثر و/أو تطبيق (تطبيقات) لم يتم تثبيته على نحو صحيح وتم تمييزه بـ 00. الرجاء إلغاء تثبيته من الكمبيوتر قبل محاولة إعادة تثبيته من HP Recovery Manager.
Item1228=برنامج تشغيل 00
Item1229=برامج تشغيل 00
Item1230=تم	
	
[RP Protection]	
Item1300=قسم الاسترداد
Item1301=تحذير
Item1302=تحتوي هذه المنطقة من القرص الثابت (أو القسم) على ملفات تُستخدم أثناء Windows Push Button Reset (إعادة تعيين زر ضغط Windows) واسترداد الصورة من HP.
Item1303=لا تحذف أو تُغير أي من هذه الملفات.
Item1304=أي تغيير يطرأ على هذا القسم قد يؤثر في وظيفة استرداد النظام في المستقبل.
	
[Show Contact Information]	
Item1350=اتصل بـ"دعم عملاء HP"
Item1351=في معظم الأحوال، سوف تعمل استعادة صورة الشركة المصنعة على حل مشاكلك.
Item1352=في حالة الاستمرار في مواجهة مشكلات أو إذا أردت الحصول على وسيطة بديلة لاسترداد النظام، فمن الضروري طلب مساعدة من "دعم عملاء HP ".
Item1353=يُمكنك الاتصال بـ"دعم عملاء HP " من خلال:
Item1354=www.hp.com/go/contacthp
Item1355=انقر فوق إنهاء لإغلاق هذا البرنامج.
Item1356=انقر فوق إلغاء الأمر لإغلاق هذا البرنامج.

[File Backup Program 2.0]
Item1400=أي أنواع طرق تحديد الملفات التي ترغب في استخدامها لإنشاء النسخ الاحتياطي؟
Item1401=تحديد تلقائي
Item1402=تحديد فئات الملفات المطلوب نسخها احتياطيًا.
Item1403=تحديد بواسطة المستخدم
Item1404=حدد المجلدات والملفات المطلوب نسخها احتياطيًا يدويًا.
Item1405=باستخدام ميزة التحديد التلقائي يمكنك اختيار فئات الملفات المطلوب نسخها احتياطيًا. على سبيل المثال "الصور" و"الموسيقى وأنواع الملفات الصوتية الأخرى". يبحث البرنامج في الكمبيوتر عن الملفات التي تندرج تحت هاتين الفئتني (بناءً على مجموعة معرفة مسبقًا من أنواع الملفات التي يشيع استخدامها لهذه النوعية من الملفات) ثم يعمل على نسخها احتياطيًا. يتم ضغط الملفات ويجب استعادتها باستخدام خيار استعادة الملفات وذلك حتى يمكن الوصول إليها.
Item1406=باستخدام ميزة تحديد بواسطة المستخدم يمكنك تحديد نوعية الملفات والمجلدات المطلوب نسخها احتياطيًا بصورة دقيقة ومحددة وذلك عن طريق تحديد هذه الملفات من خلال إطار مستكشف windows. يتوفر لديك خيارات للنسخ الاحتياطي – بضغط وبدون ضغط
Item1407=ضغط: يتم ضغط الملفات ويجب استعادتها باستخدام خيار استعادة الملفات وذلك حتى يمكن الوصول إليها.
Item1408=بدون ضغط: يتم نسخ الملفات والدلائل بصورة فردية بدون ضغط. يمكن الوصول إلى الملفات بدون الحاجة لاستخدام خيار استعادة الملفات.
Item1409=هل تريد استخدام الضغط؟
Item1410=ضغط
Item1411=بدون ضغط
Item1412=يتم ضغط الملفات إلى ملف بتنسيق WIM ويجب استعادتها إلى الكمبيوتر باستخدام خيار "استعادة الملفات" حتى يمكن الوصول إليها. يعمل هذا الخيار على تقليل مساحة النسخ الاحتياطي إلى أقصى درجة، كما أنه أثناء عملية "استعادة الملفات" سيتم نسخ جميع الملفات تلقائيًا إلى المسار التالي C:\ كما سيصبح من السهل الوصول إليها عن طريق اختصار على سطح المكتب.
Item1413=يتم نسخ الملفات والدلائل بصورة فردية بدون ضغط، كما يمكن الوصول إليها من خلال محرك أقراص النسخة الاحتياطية مباشرةً بدون الحاجة لاستخدام خيار "استعادة الملفات".  هذا الخيار لا يعمل على تقليل مساحة النسخ الاحتياطي إلى أقصى درجة، كما أنه يتعين على الملفات والدلائل أن يتم نسخها بصورة يدوية (نسخ/لصق) إلى جهاز الكمبيوتر.
Item1414=ما أنواع الملفات التي تريد نسخها احتياطيًا؟
Item1415=استعراض الملفات
Item1416=حجم النسخ الاحتياطي:  00
Item1417=الاسم
Item1418=الحجم
Item1419=نسخ احتياطي لتحديد الوسائط
Item1420=تحديد الوسائط: 00
Item1421=سيلزمك توفير مساحة 00 من القرص من هذا النوع لإنشاء النسخ الاحتياطي.
Item1422=لمتابعة عملية النسخ الاحتياطي للوسائط المحددة، انقر فوق "التالي".
Item1423=لاختيار نوع آخر من الوسائط لاستخدامه، انقر فوق "السابق".
Item1424=تجهيز الملف
Item1425=إنشاء القرص
Item1426=حرق القرص
Item1427=التحقق من القرص
Item1428=برجاء إدخال القرص 00 من 00 00.
Item1429=الملفات المحددة
Item1430=نسخ الملفات
Item1431=تم نسخ الملفات والدلائل المحددة
Item1432=نجح Recovery Manager في نسخ الملفات
Item1433=توجد ملفات حجمها أكبر من سعة قرص النسخ الاحتياطي، يتعذر متابعة عملية النسخ الاحتياطي.
Item1434=تغيير إلى وضع "الضغط"
Item1435=إلغاء تحديد الملفات التي يتجاوز حجمها 00
Item1436=تحديد الجهاز مرةً أخرى
Item1437=قائمة الملفات ذات الحجم الكبير
Item1438=برجاء إدخال القرص 00.
Item1439=لا يتوفر قرص يحتوي على مساحة فارغة تكفي لإجراء النسخ الاحتياطي. يُرجى توصيل قرص آخر أو توفير مساحة فارغة في القرص المتصل حاليًا.
Item1440=تنسيق القرص غير مدعوم.
Item1441=يؤدي إلى تقليل حجم الملف. يتطلب استخدام خيار File Restore (استرجاع الملف).
Item1442=لا يقلل حجم الملف، ولا يتطلب خيار File Restore (استرجاع الملف).
Item1443=يمكن حفظ النسخة الاحتياطية فقط على وسائط بصرية أو قرص صلب خارجي. إذا كان الجهاز  و/أو نوع الوسائط المطلوب غير مذكور أدناه، يرجى التأكد من توصيل الجهاز المطلوب وتشغيله أو إدخال نوع الوسائط المطلوبة في الجهاز البصري لاستكمال عملية النسخ الاحتياطي.
Item1444=هذا هو القرص غير صحيح، أو قد يكون تالفًا. يرجى إدخال القرص 00.
Item1445=يمكن حفظ نسخة احتياطية فقط على محرك أقراص ثابتة خارجي أو محرك أقراص USB فلاش بتهيئة NTFS. يُرجى التأكد من توصيل الجهاز المطلوب والتحقق من أن نظام التهيئة هو NTFS قبل متابعة عملية النسخ الاحتياطي.
Item1446=إذا تم تحديد 00 في "التحديد التلقائي" أو "تحديد المستخدم"، فسيتم نسخ جميع الملفات احتياطيًا في وضع "عدم الضغط" ويجب استعادتها عن طريق نسخ البيانات يدويًا. يتعذر استخدام الخيار "استعادة الملف".
Item1447=جميع الملفات المخزنة في مجلد 00.
Item1448=يتم ضغط الملفات بتنسيق الملف WIM ويجب استعادتها إلى الكمبيوتر باستخدام الخيار "استعادة الملفات" قبل إمكانية الوصول إليها. يقلل هذا الخيار من حجم النسخ الاحتياطي، وسيتم استعادة جميع الملفات إلى الوجهة التي تحددها ويمكن الوصول إليها من خلال اختصار على سطح المكتب.
Item1449=ميزة الضغط غير مدعومة عند تحديد بيانات 00.
Item1450=تم نسخ بيانات 00 احتياطيًا إلى المجلد التالي أسفل دليل الجذر لمجلد النسخ الاحتياطي:
Item1451=يُرجى نسخ النسخة الاحتياطية لبيانات 00 من مجلد وسائط النسخ الاحتياطي الموجود أعلاه إلى النظام الخاص بك بعد إكمال الاسترداد.
Item1452=يمكن نسخ بيانات 00 احتياطيًا فقط باستخدام الخيار "عدم الضغط".
Item1453=يُرجى تحديد "موافق" لإتمام النسخ الاحتياطي باستخدام الخيار "عدم الضغط"، أو تحديد "إلغاء الأمر" لنسخ الملفات مرة أخرى احتياطيًا.

[Windows Recovery Environment]
Item1500=إجراء النسخ الاحتياطي واسترداد البيانات لجهاز HP أو الاتصال بدعم HP

[Windows System Refresh]
Item1600=تنشيط الكمبيوتر الشخصي دون التأثير على الملفات الشخصية

[AboutInfo]
Item1700=المعلومات
Item1701=الإصدار
Item1702=وسائط الاسترداد
Item1703=النظام
Item1704=رقم المنتج
Item1705=الرقم التسلسلي
Item1706=قسم الاسترداد من HP
Item1707=نعم
Item1708=لا
Item1709=نبذة عن